{
  "scoreToScientist" : [
    {
      "score": 350,
      "scientist": {
        "name_en": "Brahmagupta",
        "name_ru": "Брахмагупта",
        "portrait": "/pass_level_screens/pictures/Brahmagupta.png",
        "description_en": "Brahmagupta solved the general quadratic equation for both positive and negative roots. Also he was the first to give a general solution to the linear Diophantine equation ax+by=c.",
        "description_ru": "Брахмагупта решил квадратное уравнение в общем случае, получив оба корня. Также он первымдал общее решение линейному Диофантову уравнению ax+by=c."
      }
    },
    {
      "score": 200,
      "scientist": {
        "name_en": "Diophantus",
        "name_ru": "Диофант",
        "portrait": "/pass_level_screens/pictures/Diophantus.png",
        "description_en": "Diophantus is the first to use symbols for unknown numbers and abbreviations for powers of numbers, relationships, and operations. His Arithmetica is a collection of 150 solved problems.",
        "description_ru": "Диофант первым использовал символы для обозначения неизвестных и сокращения для степений и других операций. Его \"Арифметика\" - сборник 150 решённых задач об уравнениях."
      }
    },
    {
      "score": 100,
      "scientist": {
        "name_en": "Archimedes",
        "name_ru": "Архимед",
        "portrait": "/pass_level_screens/pictures/Archimedes.png",
        "description_en": "Archimedes anticipated modern calculus and analysis by applying the concept of the infinitely small, derived an approximation of pi and and devised a system using exponentiation.",
        "description_ru": "Архимед работал с бесконечно малыми величинами для подсчёта площадей, предложил приближение числа пи, разработал систему названия больших чисел, использующую экспоненту."
      }
    }
  ],
  "start_pass_level_screen": {
    "picture": "/pass_level_screens/pictures/AlJabrPage.jpeg",
    "description_en": "A Page from The Compendious Book on Calculation by Completion and Balancing, also known as Al-Jabr",
    "description_ru": "Страница из Краткой книги о восполнении и противопоставлении, от названия которой произошёл термин алгебра"
  }
}